Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 코피가 멈추지 않았다.{j}귀에 꽂히는 음성이 오늘따라 유난히 험악하다.
en_us: While her nose was still running with blood, the voice felt particularly harsh today.

source: 블론디나는 손에 들었던 꽃차 상자를 테이블에 놓고는 반가운 인사를 전했다.{j}하지만 에이몬은 대답 없이 테이블 위에 훌쩍 올라가 필립의 얼굴을 계속 주시했다.
en_us: Blondina greeted Amon after putting down the flower tea box in her hands on a table next to her. Without responding to her, Amon jumped up to the table and kept staring at Philip.{j}

source: 이건 블론디나가 스스로 체득한 능력이라기보다는 시녀 루시 헤리브의 노력이라고 하는 게 맞았다.{j}소중한 황녀님이 누구에게도 무시당하지 않도록, 루시가 찰싹 달라붙어 손짓 하나, 눈짓 하나 교정해 댔던 것이다.
en_us: These were all thanks to Lucy Herive, Blondina’s lady-in-waiting, who had taught Blondina the etiquettes of a royal during the past several days. To help her princess from being looked down or ignored by other royals and nobles, Lucy taught every know-hows and etiquettes she had learned as a noble.{j}

source: 「고대어 배울래?」
en_us: “Do you want to learn Old Atesian?”

source: “자.{j}이 몸의 실체를 알게 된 소감이 어때?”
en_us: “So, how does it feel finding out about my true identity?”{j}

source: 블론디나의 표정이 어떨지 상상해 본다.
en_us: Philip whispered to himself, imagining about how Blondina would’ve reacted when she received his gift. The marquess was soon lost in his thoughts about Blondina.

source: “왜 안 친한데?”
en_us: “Why not?”

source: 에이몬은 대충 대꾸하고는 제 앞에 다가온 루시의 손등을 톡 쳤다.{j}나름의 인사였다.
en_us: Amon made a brief response as he walked closer to Lucy and tapped the back of her hand. It was their sign of greeting each other.{j}

source: 귀금속점 주인에게 들은 말의 무게가 워낙에 무거웠기에, 저 정체 모를 아이를 안전하고도 귀하게 보호해야만 했다.
en_us: The jewelry store owner’s words crossed the emperor’s mind once more. He knew very well that the owner was a man of his words. He had no choice but to take this girl he had just met to his castle and keep her safe.

source: 「왜 대답 안 해.{j}나야, 걔야.」
en_us: “Why aren’t you answering me? Is it me or him?”{j}

source: 하지만 말은 그렇게 했음에도 당분간 파티는 불참하는 게 좋겠다고 생각했다.{j}
en_us: Even though Blondina casually responded to Amon’s question, in the back of her mind she had already decided not to attend parties for a while.{j}

source: “응.{j}그렇긴 했지.”
en_us: “Yes, you did.”{j}

source: 따뜻한 볕이 노곤했는지 루시는 잠들어 있었다.{j}루시의 뺨을 톡톡 건드리며 다정하게 속삭였다.
en_us: Lucy was fast asleep enjoying the sunlight shining through the window. Blondina tapped Lucy’s cheek and tenderly whispered to her ears.{j}

source: 어머니는 모두를 거부하고 홀로 절 키웠다.
en_us: Lily refused to marry another man and raised Blondina all by herself.

source: 칭찬인지 놀리는 건지 모를 발언에, 에이몬의 표정이 더욱 더러워졌다.
en_us: However, Amon shot a dirty look at Majetto because he thought Majetto was teasing him.

source: 「오늘 일 역시 떠벌리지 마.{j}창피하잖아?{j}명색이 황족인데.」
en_us: “Also, don’t you dare tell anyone about today. It’s embarrassing for yourself, too. To be beaten like this as a royal, right?”{j}{j}

source: 스물.{j}이제 갓 성인이 된 나이.
en_us: Blondina had turned twenty this year, and now she had entered adulthood.{j}

source: 블론디나가 시무룩한 얼굴로 손을 뺐다.
en_us: Blondina quickly retrieved her hands away from him with a sullen face.

source: 루시는 에이몬과 격 없이 지내다가도, 가끔 그의 정체를 상기할 때마다 무서워하고는 했다.
en_us: It seemed like Lucy was finally comfortable spending time with Amon, but at times, she seemed still scared whenever she was reminded of Amon’s true identity.

source: 몇 시간 후.
en_us: A few hours later, Blondina returned to the detached palace. After she asked here servant to leave, she called out the window of her room.

source: “에이몬 님?!”
en_us: “Sir Amon?”

source: 시선이 브로치에 모였다.{j}아델라이 역시 굳은 얼굴로 그것을 응시했다.{j}확실했다.{j}필립 공자가 저에게 선물해 준 것과 똑같은 게 맞다.
en_us: Everyone around Blondina, including Princess Adellai, looked at her brooch. Adellai found the exact same brooch on her sister’s neck, which was also gifted by Philip.

source: 블론디나는 헝겊 안 반지 형체를 더듬으며 떨리는 입꼬리를 내렸다.{j}목걸이.{j}엄마가 남겨 준 소중한 유산.{j}어떻게든 지키고 싶었다.
en_us: She softly touched the ring safe in the pouch. She knew the necklace was the only legacy left by her mother, and she wanted to protect her mother’s legacy until the very end. But…

source: 그가 다시 손을 추어올렸다.{j}블론디나는 이를 악문 채 눈을 질끈 감았다.
en_us: As she watched the man raise his hand once more, Blondina prepared herself for another blow, clenching her teeth and closing her eyes tight.

source: 블론디나는 바람과 함께 코 아래로 스며드는 에이몬의 향기로운 내음을 느끼며 침을 꼴깍 삼켰다.
en_us: However, Blondina seemed yet to be prepared. She nervously gulped once more as she smelled Amon’s body scent flowing through her nose with the breeze.

source: 블론디나는 그를 물끄러미 올려다보기만 했다.
en_us: Blondina thought to herself as she looked up at the emperor.

source: 솔직한 블론디나의 말에, 소년의 표정이 확연히 달라졌다.
en_us: The boy’s face changed displeased by Blondina’s candid words.

source: 앞발로 단단히 움켜쥐고 앙앙거리며 이빨로 물었다.
en_us: While holding the branch tight with his paws, Amon began to chew on it.

source: 「내가 줄게, 그 권력.」
en_us: “Then, I’ll give you the power.”

source: “폐하…….{j}부끄러우나 저는 아직 이런 상황에 익숙지 않아 무서워하고 말았습니다…….”
en_us: “Your Majesty...I’m embarrassed that I got scared. I suppose it’s because I’m not familiar with this kind of situation.”{j}

source: “예.{j}두 황녀님께 드린 게 다입니다.”
en_us: “Yes, we only found two and gifted them to your sisters.”{j}

source: 그리고 이후 에이몬은 블론디나의 별궁을 제집 오듯 드나들었다.
en_us: After that day, Amon would frequently visit the detached palace Blondina resided in.

source: 하지만 에이몬의 신경질은 풀릴 줄을 몰랐다.
en_us: However, it only further aggravated Amon’s frustration.

source: 어둑한 가게 안에 은은한 조명빛만이 너울거렸다.
en_us: She was now left alone in the dark room with only the dim lights of the candle surrounding her.

source: 그 말이 끝나자마자 작은 풀이 바스락바스락하더니, 작고 까만 솜덩이가 톡 튀어나왔다.
en_us: With her last words, the bush next to her started to rustle, then a black small furry object jumped out.

source: “네.{j}퀸 한 개로 킹을 잡을 수는 없으니까요.”
en_us: “No, because I can’t capture the king with a single pawn.”{j}

source: 그 마음을 이해한 블론디나는 가볍게 웃었다.
en_us: Understanding his concern for her, Blondina smiled lightly at him.

source: 요새 항상 저랬다.{j}저렇게 피하기만 한다.
en_us: Unlike his past, where he gave in to Blondina’s affections, hugging and kissing his nose, recently, Amon always tried to avoid her.{j}

source: 많은 상념이 블론디나의 머릿속을 스쳤다.
en_us: She pondered the hidden story about Amon and began to understand why those to baby leopards had picked on Amon back then.

source: “제국의 빛나는 태양, 황제 폐하께서 입장하십니다!”
en_us: “The shining sun of the empire! The emperor is entering the ballroom!”

source: 내 주위는 다 털투성이인데.
en_us: The only creatures around me were furry, unlike this human.

source: 황제는 멍하니 블론디나를 내려다보았다.{j}블론디나의 얼굴 뒤로 지난날 절 향해 웃던 릴리의 모습이 떠올랐다.
en_us: The emperor stared down at Blondina blankly. The closer he looked at her, she reminded him of the past days when Lily would always smile back at him.{j}

source: 어린아이들의 악의는 그토록 잔인했다.
en_us: Not only were they childish and ill-mannered, but they were cruel.

source: 블론디나는, 어느새 날개를 푸덕거리며 도망가기 시작한 마제또와, 으르렁거리며 마제또를 쫓기 시작한 에이몬을 바라보며 생각에 잠겼다.
en_us: Blondina was lost in her thoughts as she watched Majetto hurriedly ran for his life while Amon growled chasing the annoying little bird.

source: 대충 얼버무리는 말에 소년은 눈을 가느스름하게 떴다.{j}그녀의 대답이 영 마음에 들지 않는 눈치였다.{j}블론디나는 말을 돌렸다.
en_us: The boy glanced at her as she tried to hurriedly change the subject of the conversation. He was greatly displeased with her remarks about him.{j}{j}

source: 소년의 내리깐 속눈썹 끝으로 볕이 우아하게 걸렸다.
en_us: The sunlight gracefully brightened the boy’s eyelashes beautifully.

source: 블론디나의 목울대가 꿀꺽 넘어갔다.{j}에이몬이 밟고 있는 라르트의 모습에서, 여관 주인에게 얻어맞던 제 과거 모습이 투영된 탓이다.
en_us: It looked like she couldn’t speak from the shock. As Blondina watched Amon stomp on Prince Lart, it reminded her of her past when she was traumatized being beaten by the innkeeper.{j}

source: 셋 사이에 깊은 정적이 감겼다.
en_us: The deep silence between the three was interrupted when Amon angrily scratched the ball of yarn with his claws and muttered.

source: 어릴 적, 절 괴롭히던 남자애들을 피해 도망가다가 도랑에 빠졌던 적이 있다.{j}그때 다리를 절뚝거리며 일어나자 남자애들은 놀란 표정으로 어깨를 움츠렸었다.
en_us: Back when she was a little girl, she also once fell into a ditch and hurt her legs while running away from a group of boys bullying her. The moment she stood up with her limping leg, the boys shrugged their shoulder and flinched just like the two cats hiding behind the tree.{j}

source: 남자를 향해 블론디나는 힘주어 물었다.
en_us: “Who are you, sir?”

source: “그러게.”
en_us: “I guess so.”

source: 그러자 기적이 일어났다.
en_us: Miraculously, the sparrow jumped up from the place he was lying on.

source: 대번 알아볼 수 있었다.{j}그건 자신이 블론디나 황녀에게 선물해 준 것이었다.{j}그다지 애정이 깃든 선물은 아니었다.{j}불현듯 별궁에 처박아 놓은 황녀가 생각나 적선하듯 보내 준 것.
en_us: At a glance, he instantly noticed that it was the dress he had given Blondina as a gift. It wasn’t a gift out of affection, but simply an appeasement to a poor girl who he had locked up in the detached castle.{j}{j}{j}

source: “그 황제가 내 아빤데?”
en_us: “But the emperor is my father.”

source: 하지만 당연하다고 해서 상처 되지 않는 건 아니다.
en_us: But just because she knew it for a fact, didn’t mean it wouldn’t hurt.

source: 처음으로 심장이 뛰었다.
en_us: That very moment, he felt his heart pound for the first time.

source: “응.{j}우선, 그 기사는 몸이 컸으니까.”
en_us: “Yes. First of all, he was huge.”{j}

source: “아델라이.{j}이미 소멸한 신.{j}바라한의 후예를 네가 찾는다면…….”
en_us: “Adellai, if you can find the descendant of Barahan...”{j}{j}

source: 눈앞의 소년은 소녀라고 해도 믿을 정도로 미색이었다.{j}자르르하게 빛이 흐르는 천이 소년의 몸을 우아하게 감싸고 있었다.{j}신관복 비슷한 디자인의 옷이 소년의 고아한 얼굴과 매우 잘 어울린다.{j}기다랗게 내려온 가운 아래 살짝 보이는 복숭아뼈조차 보기 좋았다.
en_us: Blondina almost thought he was a girl for his beauty. A shimmering cloth enveloped his body while the white-colored suit complemented his elegant face. Every part of his body was perfect that even his ankles, slightly visible under his gown, looked pretty.{j}{j}{j}

source: 그런 말을 할 수 있을 리 없다.
en_us: Obviously, Blondina couldn’t reveal the true reason behind her fear.

source: “새삼스레 릴리, 네 어미와 닮았구나.”
en_us: “I cannot help but notice how much you resemble your mother, Lily.”

source: 필립은 블론디나가 집은 핑거푸드를 따라 잡으며 흥미롭다는 듯 눈썹을 살짝 들어 올렸다.
en_us: After responding to the princess’s question, Philip looked at Blondina and curiously lifted his eyebrow as he followed her actions, intrigued by her patience.

source: 황녀가 일어나도 된다 했으니 일어나도 되겠지.{j}저 표범 신수도 아무런 말을 하지 않으니까.
en_us: Everything should be fine. I’m just following the princess’s orders. Even the the divine beast seems okay.{j}

source: 아무리 눈치가 없어도 알 수 있었다.{j}지금 당장 입을 닥쳐야 한다는 사실을.
en_us: It was quite evident even to Lart’s eyes that Adellai was holding on to her last straws. He quickly zipped his mouth and stood silent.{j}

source: 라르트 황자는 아차, 한 얼굴로 다시 입을 꾹 다물었다.{j}필립은 터지기 직전인 웃음을 간신히 삼키고 있었다.
en_us: Prince Lart closed his mouth again, Philip was barely holding his mouth from bursting out in laughter.{j}

source: 그런 후 반짝이는 털실로 만들어진 모자를 쓰기로 겸허히 결정했다.
en_us: He decided that he was left with no other choice but to wear the silly knitted hat.

source: 하지만 바닥에 발을 내린 건 까만 짐승의 발이 아니었다.{j}뽀얗고 깨끗한 인간의 발이 바닥을 내디디며 가볍게 착지했다.
en_us: The moment he landed on the ground, his feet were no longer paws. Instead, two white, clean human feet lightly touched the ground. {j}

source: 어디서인가 짙은 백합 향기가 풍겨 왔다.
en_us: A strong scent of lily filled the air.

source: 「브리디.」
en_us: “Briddy.”

source: #12화
en_us: Chapter 12

source: 에이몬이 머쓱한 듯 앞발로 콧잔등을 문질렀다.
en_us: Amon felt proud of himself, but he tried to hide his face rubbing his nose with his paws.

source: 「싫어!{j}나 줘!」
en_us: “No! Hand it over!”{j}

source: 어느 순간에도 당황하지 않는 대범함.{j}쉽게 동요하지 않는 의연함.{j}어느 순간에도 흔들리지 않는 배포.{j}그 모든 걸 지금 블론디나가 가장 완벽히 갖추고 있었다.
en_us: Blondina didn’t flinch nor shake in any situation and remained confident and bold. She had the perfect attitude of a proper royal.{j}{j}{j}

source: 별궁을 나서기 전 바라본 에이몬은 퉁명스러운 얼굴로 시녀 루시와 놀고 있었다.{j}자신은 늘 에이몬을 놀리고 꽉 껴안으며 괴롭히지만, 루시는 상냥하고 다정하게 잘 놀아 준다.
en_us: Right before she left for the party, Amon and Lucy were getting along pretty well as they played together. Unlike her, who would always tease, hug and annoy him, Lucy was always gentle and kind to Amon.{j}

source: “그래.{j}필립 로드슨 공자.”
en_us: “Nice to meet you, Marquess Rodson.”{j}

source: 정말 이상한 쌍둥이 아닌가.{j}
en_us: What strange twins?!{j}

source: 블론디나는, 까만 초콜릿이 묻은 마제또의 부리를 손수건으로 닦아 주었다.
en_us: Blondina had no more words for Majetto. She bent down towards him and wiped off the dark chocolate smothered over his beak with her handkerchief.

source: 하지만 라르트 황자는 아델라이의 성난 눈길을 눈치채지 못했다.
en_us: But Prince Lart didn’t notice the frustration raging inside his sister. He circled around Blondina and kept talking with her blissfully, further aggravating Adellai’s anger.

source: 제 행복의 선은 이토록 낮았다.{j}쿠키와 체리 사이에서 고민하던 블론디나가 결국 체리를 택했다.
en_us: Even right now, she was happy to simply worry about choosing what to eat first between the almond cookies and cherries.{j}

source: 블론디나는 루시의 머리카락을 넘겨 주며 상냥히 말했다.
en_us: As Blondina stroked Lucy’s hair, she kindly spoke to her lady-in-waiting.

source: “화, 황녀님.{j}저도 그다지 맛은 없을 거예요…… 저희 백작가도 망해 가서 고기 못 먹은 지 꽤 됐어요…….”
en_us: “Y-your Highness, I probably don’t taste good, either...My family has fallen on hard times so it’s been a while since I had meat for my meal...”{j}

source: 물론 참새는 답하지 않았다.
en_us: Obviously, the sparrow didn’t bulge.

source: 블론디나의 손바닥 위에 작은 고양이의 감촉이 닿아 왔다.{j}살짝살짝 맞닿는 작은 코와 살랑거리는 까만 털.{j}심장이 간질거리는 기분이었다.
en_us: Blondina felt the cat’s nose touch the back of her hands. His soft little nose and his sleek black fur made her heart fluttery.{j}{j}

source: “그런데 넌 고양이인데 어떻게 말을 하는 거니?”
en_us: “”How could a kitty like you talk?”

source: 표범 신수.
en_us: The boy was a Divine Leopard Beast.

source: 험하고 더러운 눈빛으로 필립을 노려보았을 뿐.
en_us: As he strolled closer to Philip, he gave Philip a murderous looked as he glared.

source: 늘 그 감정을 외면하며 도망쳤다.{j}하지만…….
en_us: Her entire life, she tried to run away from these lonely feelings, but now it was different.{j}

source: 한편, 선물을 보낸 필립 공자는 마차를 타고 국경선을 지나는 중이었다.
en_us: Meanwhile, Marquess Philip was crossing the kingdom’s borders in his carriage by the time Blondina received his gift.

source: “에이몬, 나 곧 파티에 참석해야 하거든.{j}오늘은 루시하고 마제또랑 놀아.”
en_us: “Amon, I need to attend a party soon. You can hang out with Lucy and Majetto today.”{j}

source: “엄마.{j}미안해.{j}하지만 이대로는 안 되겠어요.”
en_us: “I’m sorry, mother. But I can’t live my life like this any longer.”

source: 실은 파티장에서 조금 힘겨웠다.{j}화목한 ‘황제 가족’을 보며 마음이 아릿하게 찔렸었다.{j}사랑이란 이름으로 뭉친 단단한 관계.{j}저에겐 없는 그 관계가 부럽고 또 부러웠다.
en_us: She wanted tell Amon the struggles she had in the party, the heartbreak of seeing the harmonious imperial family, and the loving relationship between the emperor and his children which she envied.{j}{j}{j}

source: 성장한 블론디나는 아름다웠다.{j}우아한 낯빛과 침착한 음성.
en_us: Blondina grew up to become a beautiful lady with an elegant look and a patient soft voice.{j}

source: 그 모습을 보며 블론디나는 호쾌하게 웃었다.{j}
en_us: Blondina laughed cheerfully at the sight.

source: “그래도 황족이니까.{j}혹시 네게 복수한다고 하면 어쩌지?”
en_us: “Well, you did threaten an imperial family. I’m afraid he might come back for you.”{j}

source: 감정을 배제한 듯한 목소리가 나지막이 울렸다.{j}미남자의 투명한 눈동자가 블론디나를 헤집을 듯 쏘아졌다.
en_us: The man said with an emotionless voice after he finished observing her face. His clear, sharp eyes stared right through Blondina.

source: 꼬리로 손등을 내리치고 온몸을 뒤틀며 난리를 치던 에이몬은 블론디나를 아프지 않게 하는 선에서 바둥거리다가 어렵사리 탈출했다.
en_us: After swatting the back of her hand with his tail and lurched his body without hurting Blondina, Amon finally escaped from her arms and swiftly ran to the window.

source: 죽었지 않은가.{j}하지만 에이몬은 귀여운 목소리로 깡패같이 말을 이었다.
en_us: It seemed impossible to revive a dead sparrow, but Amon ordered the sparrow with a much louder firm voice.{j}

source: 파이에 얼굴을 묻었던 에이몬이 신경질적으로 외쳤다.
en_us: Amon angrily hissed at Blondina with his mouth covered with pie crumbs.

source: 「내가 뭐.{j}왜.」
en_us: “Huh? What did I do wrong?”{j}

source: 에이몬은 블론디나의 발을 두 앞발로 안은 채 대롱대롱 매달렸다.{j}발을 휙휙 내저어도 요지부동이었다.
en_us: Amon held onto Blondina’s leg with his front paws and resisted to be pushed away. She swung her legs a couple of times to get him off, but it was no use.{j}

source: 필립은 블론디나가 절 밀어내기 전에 본론부터 꺼내기로 했다.{j}품을 뒤적거려 자그마한 황금빛 상자를 하나 꺼낸다.
en_us: Before Blondina could say anything to kick him out of the room, Philip quickly took the initiative and reached for a small golden box hidden inside his coat.{j}

source: “캔디!{j}왔니?{j}산책은 잘했어?!”
en_us: “Candy! You’re back! Did you enjoy your walk?”{j}{j}

source: 왜 갑자기 다가와 이런 시비를 거는 거지?
en_us: Why would a prince like him come up to me to pick up a fight? I’m nothing more than an ant to his eye.

source: 이상했다.{j}화사한 얼굴을 보고 있으려니 아까부터 가슴속이 간질간질했다.
en_us: It felt weird looking at a pretty face as her heart continued to flutter.{j}

source: 곧 푸드덕거리는 소리와 함께 비둘기가 허공을 날아올랐다.
en_us: Soon, the sky was full with flying pigeons.

source: “응.{j}알겠어.{j}오래간만에 놀러 왔는데 가버려서 미안해.{j}루시와 재미있게 놀아.{j}알았지?”
en_us: “Got it. Sorry I have to leave, it’s been a while since you last visited. Have fun with Lucy, okay?”{j}{j}{j}{j}

source: “고양이가 아니야?{j}그럼 뭔데?”
en_us: “You’re not? Then what are you?”{j}

source: 그게 다였다.
en_us: That was all.

source: “됐으니까 최대한 빨리 해결하도록 해!”
en_us: “Forget it! Just fix it up as soon as possible!”

source: “폐병으로 돌아가셨어요.{j}제가 여관에 일하러 간 사이에 홀로.”
en_us: “She died from lung illness. She was all by herself even when she passed away, while I was out working at the in..”{j}

source: 「넌 특별히 날 치료해 줬으니까 여기서 자주는 거야.{j}
en_us: This Amon wanted to make himself clear.{j}

source: 언제 라르트 황자를 위협했냐는 듯, 에이몬은 애교 피우듯 블론디나의 복숭아뼈에 얼굴을 비볐다.
en_us: Amon was back to his normal self - cute and adorable. He rubbed his face on Blondina’s ankle as if he was begging her to pick him up.

source: 당신이 쉽게 입에 올릴 감정이 아니었다며, 마음으로 호소했다.
en_us: The emperor sensed that Blondina was using her words wisely to imply her warning to the emperor not to speak of her mother lightly. He felt a mixture of feelings coming from her remarks.

source: 에이몬 역시 눈을 크게 뜨고는 귓가에 들리는 블론디나의 심장 소리를 들었다.
en_us: Amon was also surprised by the sudden attack, and as he was tightly held into Blondina’s arms, he could hear her heartbeat run fast.

source: 동시에, 루시가 찢어지는 듯한 괴성을 내지르기 시작했다.
en_us: Blondina and Lucy looked at the small object and observed the sparrow closely until Lucy let out a cry in terror.

source: 「인간들은 이런 거 좋아하지 않아?」
en_us: “Don’t humans like this kind of thing?” Amon asked.

source: “이런 쓸모없는 계집애 같으니!”
en_us: “You worthless little brat!”

source: 「목걸이도 줄까?」
en_us: “Do you really like it? I can also get you a necklace.”

source: 늘 느끼지만 이곳은 자신이 어울릴 만한 세계가 아닌 것만 같았다.
en_us: However, Blondina felt like she wasn’t made to enjoy and be a part of this fancy world.

source: “나 다녀 올게, 에이몬.”
en_us: “See you later, Amon.”

source: 「뒤가 낭떠러지인지 모르고 달려들다가 굴렀어.{j}바보 같은 실수였지.」
en_us: “I didn’t know I was running straight to a cliff chasing them. It was a stupid mistake.”{j}

source: “그날 황녀님께서 와주시면, 크나큰 영광- 악!”
en_us: “If you could attend it would be a great honor...Ack!”

source: 하지만 그 말을 제대로 마무리 짓지는 못했다.{j}블론디나의 품에서 벗어난 에이몬이 그의 가슴팍을 향하여 그대로 돌진했기 때문이다.
en_us: Before Prince Lart could finish his sentence, Amon who was hiding inside Blondina arms rushed straight to Prince Lart’s chest.{j}

source: “황녀님.”
en_us: “Your Highness.”

source: 브로치도 받았다고 하면 그것마저 부술까 봐 차마 꺼낼 수 없었다.
en_us: Blondina couldn’t mention the brooch, afraid that Amon would end up smashing that gift also.

source: 야옹.
en_us: Meow.

source: 「그건 모두 도구의 덕이니까.{j}그 도구의 파괴력을 확인해 봐야겠어.{j}그까짓 게 얼마나 강한지.」
en_us: “Well, the tools humans are using were gifted by my ancestors. I want to how destructive and powerful they are.”{j}{j}

source: “응.{j}사람이 됐네.{j}신기하다.{j}아까는 고양이였는데.”
en_us: “Yes. You transformed into a human, which is amazing. You were a cat just now, and now you’re not!”{j}{j}{j}

source: 훌륭한 드레스였다.
en_us: It was a beautiful dress that was out of place.

source: 어느새 바닥으로 내려온 에이몬이, 상자를 확 걷어찼기 때문이다.{j}위험한 속도로 날아온 상자가 필립의 정강이에 명중했다.
en_us: Amon, who just jumped down from the table, kicked the box on the ground and aimed for Philip’s leg. The box flew to Philip in a fast speed and made a direct hit.{j}

source: “참 귀엽단 말이야…….”
en_us: “You’re just too cute...”

source: 아무래도 브론디나가 파티장에서 다시 무시라도 당할까 걱정되는 모양이다.
en_us: It seemed like Amon was concerned that Blondina would be belittled again at the party.

source: 지금 주인은 절 의심하여 타박하고 있었다.{j}잘못하다가는 다시 뺨이라도 맞을지 모른다.{j}고개를 강하게 휘저으며 크게 부정했다.
en_us: She knew that she had to respond to his question as swiftly as possible, or she would be accused of something she had never done.

source: 아니, 애초에 위대한 공작가의 잘생긴 소년을 거부하는 이 따위는 없었다.{j}아델라이 황녀만 해도 선망의 눈빛을 보내왔으니까.
en_us: Most of all, it was his first time being rejected by someone as no one dared to reject a handsome boy of the Rodson family. Even Princess Adellai had never rejected his words or actions.{j}

source: 아까는, 이곳이 황궁이기에 신기한 것도 많다고 쉽게 생각했었다.
en_us: Her excuse was that the imperial palace had numerous hidden wonders, which peasants could never imagine.

source: 아델라이로서는 블론디나의 태도가 퍽 불쾌하게 다가왔다.{j}누구나 섞이고 싶어 안달하는 귀족 그룹이었다.{j}황족과, 권력의 정점을 찍은 가문의 자제만이 어울리는 그룹이었다.{j}
en_us: Princess Adellai felt offended by Blondina’s attitude because the noble group she brought along before Blondina was a group everyone in the kingdom admired to join. It was a group that only accepted those from the royal family or aristocrats who have reached the pinnacle of political power. {j}{j}{j}

source: 블론디나는 마제또의 얼굴을 뒤덮은 쿠키 가루를 손으로 톡톡 털어 주며 물었다.
en_us: Blondina leaned towards the talking sparrow and asked while brushing away the crumbs on his face.

source: “타국 상회에서 선물로 받은 것입니다.{j}귀한 것이니 부디.”
en_us: “And this was gifted from the merchants if a foreign country. It is very valuable, so...”{j}

source: 못 알아듣는 척 애옹거리고 있으나, 블론디나는 눈빛만 보아도 쉽게 알 수 있었다.{j}분명 제 말을 알아듣고 있었다.
en_us: The cats were pretending to not understand her words, but she knew from the slight hint of guilt mixed in their cry that they were bluffing.

source: 필립 공자가 초대한 게 뻔하다.
en_us: Princess Adellai suspected that Marquess Philip had invited Blondina to his party.

source: 에이몬이 한숨을 푹 내쉬자 블론디나가 에이몬의 콧잔등을 문지르며 다시 웃었다.
en_us: As he sighed deeply, Blondina smiled at him while rubbing his nose.

source: 블론디나는 고개를 내젓더니, 떨리는 손으로 에이몬을 끌어당긴 후 연기처럼 속삭였다.
en_us: Blondina shook her head and whispered to Amon’s ear, pulling him close to her mouth with her shaking hands.

source: “……응?”
en_us: “Huh...?”

source: 속이 조금 씁쓸해졌다.
en_us: She felt bitter of her harsh situation.

source: “가서 이야기라도 나누어라.{j}제국의 황녀가 홀로 있는 것이 보기 좋지는 않구나.”
en_us: “Why don’t you two go talk with your sister? It doesn’t look good for a royal princess to be standing alone like that.”{j}

source: “그리고 나야, 걔야라니.{j}너랑 어떻게 비교를 해?”
en_us: “And what do you mean by choose between you and him? How could I possibly compare you to the marquess?”{j}

source: 블론디나는 어둑한 후원을 향해 혼자 읊조리듯 말을 꺼냈다.
en_us: Blondina spoke to herself out loud facing toward the dark garden.

source: 이제 잘 테니 말 시키지 말라는 의미 같았다.
en_us: He was basically telling her to leave him alone.

source: 「야.{j}일어나라고.」
en_us: “I said get up.”{j}

source: 그 시각, 바닥에 엎드려 있는 기사는 언제 몸을 일으켜야 할지 몰라 눈알만 굴렸다.{j}한눈에 알 수 있었다.{j}황녀 품 안에 안긴 자그마한 동물이, 포악하고 잔인한 표범 신수 일족이라는 걸.
en_us: Meanwhile, the knight, who was still on the floor, was waiting for the right moment to stand back up. He knew at a glance. The small animal in the princess’s arms was a cruel and fierce divine beast of the Leopard Clan.{j}{j}

source: “그래?{j}그럼 조심히 가.”
en_us: “Oh really? Then good-bye.”{j}

source: ‘날 골탕 먹이려면 차라리 뺨을 때려라.{j}그게 더 아프지.’
en_us: If they’re sincerely trying to make me feel bad, slapping me in the face would be a lot more effective.{j}

source: “거지!{j}거지였어요?”
en_us: “I know what that is. It’s a beggar! Were you a beggar?”{j}

source: 저들이 자신의 ‘가족’이었다.{j}자신을 늘 외면하고 배척하는 가족.
en_us: She now had to accept the harsh reality. Her mother was no longer here with her and the family standing in front of her happily enjoying their time was her only family. She had no other choice but to accept the people, who look at her with contempt, as her family.{j}

source: 위대하고 잔혹한 짐승이나 결코 발톱은 보이지 않는 상냥한 에이몬.
en_us: To others, Amon could be acknowledged as the almighty cruel divine beast, but to Blondina, Amon was nothing by a friendly beast who would never attack her.
